Repository: Daniruu/NavigationTelegramBot
Catalog: TelegramBotNavigation/Resources/SharedResources.*.resx
Languages: pl, ru, tr

# errors.not_admin
source: ⚠️ Administrator rights required
pl: ⚠️ Wymagane uprawnienia administratora
ru: ⚠️ Требуются права администратора
tr: ⚠️ Yönetici yetkisi gerekli

# errors.user_not_found
source: ⚠️ User not found
pl: ⚠️ Użytkownik nie został znaleziony
ru: ⚠️ Пользователь не найден
tr: ⚠️ Kullanıcı bulunamadı

# errors.invalid_command
source: ⚠️ Invalid command
pl: ⚠️ Nieprawidłowa komenda
ru: ⚠️ Неверная команда
tr: ⚠️ Geçersiz komut

# errors.invalid_input
source: ⚠️ Invalid input
pl: ⚠️ Nieprawidłowe dane wejściowe
ru: ⚠️ Неверный ввод
tr: ⚠️ Geçersiz giriş

# errors.language_not_supported
source: ⚠️ Language not supported
pl: ⚠️ Język nie jest obsługiwany
ru: ⚠️ Язык не поддерживается
tr: ⚠️ Dil desteklenmiyor

# errors.no_languages_available
source: ⚠️ No available languages
pl: ⚠️ Brak dostępnych języków
ru: ⚠️ Нет доступных языков
tr: ⚠️ Kullanılabilir dil yok

# errors.session_data_missing
source: ⚠️ Session data missing
pl: ⚠️ Brakuje danych sesji
ru: ⚠️ Отсутствуют данные сессии
tr: ⚠️ Oturum verisi eksik

# errors.invalid_menu_id
source: ⚠️ Invalid menu ID
pl: ⚠️ Nieprawidłowe ID menu
ru: ⚠️ Недопустимый ID меню
tr: ⚠️ Geçersiz menü ID'si

# errors.menu_not_found
source: ⚠️ Menu not found
pl: ⚠️ Menu nie zostało znalezione
ru: ⚠️ Меню не найдено
tr: ⚠️ Menü bulunamadı

# errors.invalid_action_type
source: ⚠️ Invalid action type
pl: ⚠️ Nieprawidłowy typ akcji
ru: ⚠️ Недопустимый тип действия
tr: ⚠️ Geçersiz işlem türü

# errors.invalid_session_data
source: ⚠️ Invalid session data
pl: ⚠️ Nieprawidłowe dane sesji
ru: ⚠️ Недопустимые данные сессии
tr: ⚠️ Geçersiz oturum verisi

# errors.invalid_menu_item_id
source: ⚠️ Invalid button ID
pl: ⚠️ Nieprawidłowe ID przycisku
ru: ⚠️ Недопустимый ID кнопки
tr: ⚠️ Geçersiz düğme ID'si

# errors.invalid_url
source: ⚠️ Invalid URL
pl: ⚠️ Nieprawidłowy URL
ru: ⚠️ Неверный URL
tr: ⚠️ Geçersiz URL

# errors.invalid_text
source: ⚠️ Invalid text
pl: ⚠️ Nieprawidłowy tekst
ru: ⚠️ Неверный текст
tr: ⚠️ Geçersiz metin

# errors.item_not_found
source: ⚠️ Item not found
pl: ⚠️ Element nie został znaleziony
ru: ⚠️ Элемент не найден
tr: ⚠️ Öğe bulunamadı

# errors.request_not_found
source: ⚠️ Request not found
pl: ⚠️ Żądanie nie zostało znalezione
ru: ⚠️ Запрос не найден
tr: ⚠️ Talep bulunamadı

# errors.request_already_resolved
source: ⚠️ The request has already been resolved. For new issues, please submit a new request.
pl: ⚠️ Zgłoszenie zostało zakończone. W przypadku nowych pytań prosimy o przesłanie nowego zgłoszenia.
ru: ⚠️ Обращение завершено. Для новых вопросов, пожалуйста, отправьте новый запрос.
tr: ⚠️ Talep zaten çözüldü. Yeni sorular için lütfen yeni bir talep gönderin.

# errors.already_admin
source: ⚠️ User is already an administrator
pl: ⚠️ Użytkownik już jest administratorem
ru: ⚠️ Пользователь уже администратор
tr: ⚠️ Kullanıcı zaten yönetici

# errors.already_not_admin
source: ⚠️ User is not an administrator
pl: ⚠️ Użytkownik nie jest administratorem
ru: ⚠️ Пользователь не является администратором
tr: ⚠️ Kullanıcı yönetici değil

# labels.add.navigation.item
source: Add Navigation Item
pl: Dodaj element nawigacji
ru: Добавить Элемент Навигации
tr: Gezinme öğesi ekle

# labels.add.navigation.menu
source: Add Navigation Menu
pl: Dodaj menu nawigacji
ru: Добавить Меню Навигации
tr: Gezinme menüsü ekle

# labels.admin_panel
source: Admin Panel
pl: Panel administratora
ru: Панель Администратора
tr: Yönetici Paneli

# labels.back
source: « Back
pl: « Wstecz
ru: « Назад
tr: « Geri

# labels.cancel
source: Cancel
pl: Anuluj
ru: Отменить
tr: İptal

# labels.confirm
source: Confirm
pl: Potwierdź
ru: Подтвердить
tr: Onayla

# labels.delete
source: Delete
pl: Usuń
ru: Удалить
tr: Sil

# labels.delete.navigation.menu
source: Delete Navigation
pl: Usuń nawigację
ru: Удалить Навигацию
tr: Gezinmeyi sil

# labels.delete_image
source: Delete Image
pl: Usuń obraz
ru: Удалить Изображение
tr: Görseli sil

# labels.edit
source: Edit
pl: Edytuj
ru: Редактировать
tr: Düzenle

# labels.menu_item_type.show_message
source: 💬 Message
pl: 💬 Wiadomość
ru: 💬 Сообщение
tr: 💬 Mesaj

# labels.menu_item_type.sub_menu
source: 📂 Submenu
pl: 📂 Podmenu
ru: 📂 Подменю
tr: 📂 Alt menü

# labels.menu_item_type.support_request
source: 🆘 Support
pl: 🆘 Wsparcie
ru: 🆘 Поддержка
tr: 🆘 Destek

# labels.menu_item_type.url
source: 🔗 URL
pl: 🔗 Link
ru: 🔗 Ссылка
tr: 🔗 Bağlantı

# labels.navigation.manage
source: Manage Navigation
pl: Zarządzanie nawigacją
ru: Управление Навигацией
tr: Gezinmeyi yönet

# labels.save
source: Save
pl: Zapisz
ru: Сохранить
tr: Kaydet

# labels.users.manage
source: Manage Users
pl: Zarządzanie użytkownikami
ru: Управление Пользователями
tr: Kullanıcıları yönet

# labels.welcome.manage
source: Manage Welcome Message
pl: Zarządzanie powitaniem
ru: Управление Приветствием
tr: Karşılama mesajını yönet

# labels.reorder.navigation
source: Reorder Navigation
pl: Zmień kolejność nawigacji
ru: Изменить Порядок Навигации
tr: Gezinme sırasını değiştir

# labels.edit.navigation.item
source: Edit Navigation Item
pl: Edytuj element nawigacji
ru: Редактировать Элемент Навигации
tr: Gezinme öğesini düzenle

# labels.edit.navigation.item.label
source: Edit Button Label
pl: Zmień nazwę przycisku
ru: Изменить Название Кнопки
tr: Düğme adını değiştir

# labels.edit.navigation.item.url
source: Edit URL
pl: Zmień link
ru: Изменить Ссылку
tr: URL'yi değiştir

# labels.edit.navigation.item.message
source: Edit Message
pl: Zmień wiadomość
ru: Изменить Сообщение
tr: Mesajı değiştir

# lablers.navigation.set_default
source: Set as Default
pl: Ustaw jako domyślne
ru: Сделать Основным
tr: Varsayılan olarak ayarla

# labels.navigation.edit
source: Edit Navigation
pl: Edytuj nawigację
ru: Редактировать Навигацию
tr: Gezinmeyi düzenle

# labels.mode.edit
source: Edit Mode
pl: Tryb edycji
ru: Режим Редактирования
tr: Düzenleme modu

# labels.mode.delete
source: Delete Mode
pl: Tryb usuwania
ru: Режим Удаления
tr: Silme modu

# labels.nav.header_edit
source: Edit Header
pl: Zmień nagłówek
ru: Изменить Заголовок
tr: Başlığı düzenle

# labels.cancel.delete.navigation
source: No, I changed my mind
pl: Nie, zmieniłem zdanie
ru: Нет, я передумал
tr: Hayır, fikrimi değiştirdim

# labels.language
source: Language
pl: Język
ru: Язык
tr: Dil

# labels.last_activity
source: Last Activity
pl: Ostatnia aktywność
ru: Последняя Активность
tr: Son etkinlik

# labels.status
source: Status
ru: Статус
tr: Durum

# labels.blocked
source: Blocked
pl: Zablokowany
ru: Заблокирован
tr: Engellendi

# labels.unblocked
source: Unblocked
pl: Odblokowany
ru: Разблокирован
tr: Engeli kaldırıldı

# labels.view_profile
source: View Profile
pl: Wyświetl profil
ru: Просмотреть Профиль
tr: Profili görüntüle

# labels.sort.asc
source: ⬇️ Oldest First
pl: ⬇️ Najpierw stare
ru: ⬇️ Сначала старые
tr: ⬇️ İlk önce eski

# labels.sort.desc
source: ⬆️ Newest First
pl: ⬆️ Najpierw nowe
ru: ⬆️ Сначала новые
tr: ⬆️ İlk önce yeni

# labels.reply
source: Reply
pl: Odpowiedz
ru: Ответить
tr: Cevapla

# labels.close_request
source: Close Request
pl: Zamknij zgłoszenie
ru: Закрыть Запрос
tr: Talebi kapat

# labels.navigation.delete_header_image
source: Delete Header Image
pl: Usuń obraz nagłówka
ru: Удалить Изображение Заголовка
tr: Başlık görselini sil

# labels.navigation.header_edit_image
source: Edit Image
pl: Zmień obraz
ru: Изменить Изображение
tr: Görseli değiştir

# labels.navigation.delete_header
source: Delete Header
pl: Usuń nagłówek
ru: Удалить Заголовок
tr: Başlığı sil

# labels.language_settings
source: Language Settings
pl: Ustawienia języka
ru: Настройки Языков
tr: Dil ayarları

# labels.set_admin
source: Set as Admin
pl: Ustaw jako administratora
ru: Назначить Администратором
tr: Yönetici olarak ata

# labels.unset_admin
source: Remove Admin
pl: Usuń uprawnienia administratora
ru: Снять Администратора
tr: Yönetici yetkisini kaldır

# messages.welcome
source: Welcome!
pl: Witamy!
ru: Добро пожаловать!
tr: Hoş geldiniz!

# messages.welcome.edit.prompt
source: Enter a new welcome message
pl: Wprowadź nową wiadomość powitalną
ru: Введите новое приветственное сообщение
tr: Yeni karşılama mesajı girin

# messages.language.prompt
source: Select a language from the list below
pl: Wybierz język z listy poniżej
ru: Выберите язык из списка ниже
tr: Aşağıdaki listeden bir dil seçin

# messages.save.success
source: ✅ Successfully saved
pl: ✅ Pomyślnie zapisano
ru: ✅ Успешно сохранено
tr: ✅ Başarıyla kaydedildi

# messages.navigation.add.prompt
source: Enter a name for the new menu
pl: Wprowadź nazwę dla nowego menu
ru: Введите название для нового меню
tr: Yeni menü için bir ad girin

# messages.navigation.add.success
source: ✅ Menu successfully added
pl: ✅ Menu zostało pomyślnie dodane
ru: ✅ Меню успешно добавлено
tr: ✅ Menü başarıyla eklendi

# messages.navigation.no_items
source: The menu has no buttons yet
pl: Menu nie zawiera jeszcze żadnych przycisków
ru: В меню пока нет кнопок
tr: Menü henüz bir düğme içermiyor

# messages.navigation.delete.confirmation
source: Are you sure you want to delete the menu?
pl: Czy na pewno chcesz usunąć to menu?
ru: Вы уверены, что хотите удалить меню?
tr: Bu menüyü silmek istediğinize emin misiniz?

# messages.enter.button_text
source: Enter button label
pl: Wprowadź nazwę przycisku
ru: Введите название кнопки
tr: Düğme metni girin

# messages.enter.button_value
source: Enter button value
pl: Wprowadź wartość przycisku
ru: Введите значение кнопки
tr: Düğme değeri girin

# messages.enter.button_url
source: Enter URL
pl: Wprowadź adres URL
ru: Введите URL
tr: URL girin

# messages.enter.button_message
source: Enter the message to display
pl: Wprowadź wiadomość, która ma zostać wyświetlona
ru: Введите сообщение, которое будет показано
tr: Gösterilecek mesajı girin

# messages.not_implemented_yet
source: Not implemented yet
pl: Jeszcze nie zaimplementowano
ru: Ещё не реализовано
tr: Henüz uygulanmadı

# messaegs.nav_header.edit.prompt
source: Enter a new menu header
pl: Wprowadź nowy nagłówek menu
ru: Введите новый заголовок меню
tr: Yeni menü başlığı girin

# messages.navigation.item.delete.confirmation
source: Delete this button?
pl: Czy usunąć ten przycisk?
ru: Удалить эту кнопку?
tr: Bu düğmeyi sil?

# messages.enter.menu.title
source: Enter menu title
pl: Wprowadź tytuł menu
ru: Введите заголовок меню
tr: Menü başlığı girin

# messages.user.execute_command
source: Command executed: {0}
pl: Wykonano polecenie: {0}
ru: Выполнена команда: {0}
tr: Komut çalıştırıldı: {0}

# messages.user.click_button
source: Button clicked: {0}
pl: Naciśnięto przycisk: {0}
ru: Нажата кнопка: {0}
tr: Düğmeye tıklandı: {0}

# messages.user.click_submenu
source: Submenu opened: {0}
pl: Otworzono podmenu: {0}
ru: Открыто подменю: {0}
tr: Alt menü açıldı: {0}

# messages.user.click_show_message
source: Message displayed: {0}
pl: Wyświetlono wiadomość: {0}
ru: Показано сообщение: {0}
tr: Mesaj gösterildi: {0}

# messages.user.change_language
source: Language changed to: {0}
pl: Język został zmieniony na: {0}
ru: Язык изменён на: {0}
tr: Dil değiştirildi: {0}

# messages.user.sent_message
source: User sent a message
pl: Użytkownik wysłał wiadomość
ru: Пользователь отправил сообщение
tr: Kullanıcı mesaj gönderdi

# messages.user.requested_support
source: Requested support
pl: Poproszono o pomoc techniczną
ru: Запросил поддержку
tr: Destek istendi

# messages.user.interaction_unknown
source: Unknown interaction
pl: Nieznana interakcja
ru: Неизвестное взаимодействие
tr: Bilinmeyen işlem

# messages.enter.support_request_message
source: Hello! Thank you for contacting support. Please describe your issue — you will receive a response as soon as an operator is available.
pl: Dzień dobry! Dziękujemy za kontakt z pomocą techniczną. Prosimy opisać swój problem — gdy tylko operator będzie dostępny, otrzymasz odpowiedź.
ru: Здравствуйте! Спасибо за обращение в службу поддержки. Пожалуйста, опишите ваш вопрос — как только оператор освободится, вы получите ответ.
tr: Merhaba! Destek ekibine ulaştığınız için teşekkürler. Lütfen sorununuzu açıklayın — operatör müsait olduğunda size cevap verilecektir.

# messages.enter.support_request_reply
source: Enter your reply to the user
pl: Wprowadź odpowiedź dla użytkownika
ru: Введите ответ пользователю
tr: Kullanıcıya yanıt girin

# messages.support.reply_message
source: Support reply:
pl: Odpowiedź od wsparcia:
ru: Ответ от поддержки:
tr: Destekten gelen yanıt:

# messages.delete_header_image.prompt
source: Are you sure you want to delete the image?
pl: Czy na pewno chcesz usunąć obraz?
ru: Вы уверены, что хотите удалить изображение?
tr: Görseli silmek istediğinize emin misiniz?

# messages.nav_header_image.edit.prompt
source: Send a new header image
pl: Wyślij nowy obraz nagłówka
ru: Отправьте новое изображение заголовка
tr: Yeni başlık görseli gönderin

# messages.delete_header.prompt
source: Are you sure you want to delete the header?
pl: Czy na pewno chcesz usunąć nagłówek?
ru: Вы уверены, что хотите удалить заголовок?
tr: Başlığı silmek istediğinize emin misiniz?

# messages.set_admin
source: User has been set as administrator
pl: Użytkownik został administratorem
ru: Пользователь назначен администратором
tr: Kullanıcı yönetici olarak atandı

# messages.unset_admin
source: User is no longer an administrator
pl: Użytkownik nie jest już administratorem
ru: Пользователь больше не является администратором
tr: Kullanıcı artık yönetici değil

# commands.admin
source: Admin Panel
pl: Panel administratora
ru: Панель администратора
tr: Yönetici Paneli

# commands.language
source: Change Language
pl: Zmień język
ru: Изменить язык
tr: Dili Değiştir

# commands.navigation
source: Navigation Menu
pl: Menu nawigacji
ru: Меню навигации
tr: Gezinme Menüsü

# commands.set_admin
source: Set as Admin
pl: Ustaw jako administratora
ru: Назначить администратором
tr: Yönetici olarak ata

# commands.set_group
source: Set Support Group
pl: Ustaw grupę wsparcia
ru: Установить группу поддержки
tr: Destek grubunu ayarla

# commands.start
source: Start using the bot
pl: Rozpocznij pracę z botem
ru: Начать работу с ботом
tr: Bot ile başlamaya başla

# notifications.language.changed
source: ✅ Language successfully changed
pl: ✅ Język został pomyślnie zmieniony
ru: ✅ Язык успешно изменён
tr: ✅ Dil başarıyla değiştirildi

# notifications.menu_item.add.success
source: ✅ Button successfully added
pl: ✅ Przycisk został pomyślnie dodany
ru: ✅ Кнопка успешно добавлена
tr: ✅ Düğme başarıyla eklendi

# notifications.menu_item.delete.success
source: ✅ Button deleted
pl: ✅ Przycisk został usunięty
ru: ✅ Кнопка удалена
tr: ✅ Düğme silindi

# notifications.menu_item.edit.success
source: ✅ Button updated
pl: ✅ Przycisk został zaktualizowany
ru: ✅ Кнопка изменена
tr: ✅ Düğme güncellendi

# notifications.nav_header.edit.success
source: ✅ Header updated
pl: ✅ Nagłówek został zaktualizowany
ru: ✅ Заголовок изменён
tr: ✅ Başlık güncellendi

# notifications.navigation.set_default.success
source: ✅ Menu set as default
pl: ✅ Menu zostało ustawione jako domyślne
ru: ✅ Меню назначено основным
tr: ✅ Menü varsayılan olarak ayarlandı

# notifications.welcome.edit.success
source: ✅ Welcome message updated
pl: ✅ Wiadomość powitalna została zaktualizowana
ru: ✅ Приветствие обновлено
tr: ✅ Karşılama mesajı güncellendi

# notifications.welcome.image.removed
source: ✅ Image removed
pl: ✅ Obraz został usunięty
ru: ✅ Изображение удалено
tr: ✅ Görsel silindi

# notifications.navigation.delete.success
source: ✅ Menu deleted
pl: ✅ Menu zostało usunięte
ru: ✅ Меню удалено
tr: ✅ Menü silindi

# notifications.support_request.created
source: ✅ Request sent to support
pl: ✅ Zgłoszenie do pomocy technicznej zostało wysłane
ru: ✅ Запрос отправлен в поддержку
tr: ✅ Destek talebi gönderildi

# notifications.support_request.reply_received
source: ❗️ New support request <b>User:</b> {0} {1} <b>User ID:</b> {2} <b>Message text:</b> {3}
pl: ❗️ Nowe zgłoszenie do pomocy technicznej <b>Użytkownik:</b> {0} {1} <b>ID użytkownika:</b> {2} <b>Treść wiadomości:</b> {3}
ru: ❗️ Новое обращение в техподдержку <b>Пользователь:</b> {0} {1} <b>ID пользователя:</b> {2} <b>Текст сообщения:</b> {3}
tr: ❗️ Yeni bir destek talebi alındı <b>Kullanıcı:</b> {0} {1} <b>Kullanıcı ID:</b> {2} <b>Mesaj içeriği:</b> {3}

# notifications.support_request.reply_sent
source: ✅ Reply sent to the user
pl: ✅ Odpowiedź została wysłana do użytkownika
ru: ✅ Ответ отправлен пользователю
tr: ✅ Kullanıcıya yanıt gönderildi

# notifications.support_request.resolved
source: ✅ Support request closed
pl: ✅ Zgłoszenie zostało zamknięte
ru: ✅ Запрос в поддержку закрыт
tr: ✅ Destek talebi kapatıldı

# notifications.support_request.resolved_admin
source: ✅ Support request resolved <b>User:</b> {0} {1} <b>User ID:</b> {2}
pl: ✅ Zgłoszenie do pomocy technicznej zostało zakończone <b>Użytkownik:</b> {0} {1} <b>ID użytkownika:</b> {2}
ru: ✅ Обращение в теподдержку завершено <b>Пользователь:</b> {0} {1} <b>ID пользователя:</b> {2}
tr: ✅ Destek talebi sona erdi <b>Kullanıcı:</b> {0} {1} <b>Kullanıcı ID:</b> {2}

# notifications.request_user_session_closed
source: 📌 Request closed. For new questions, please submit another request.
pl: 📌 Zgłoszenie zostało zakończone. W przypadku nowych pytań prosimy o przesłanie nowego zgłoszenia.
ru: 📌 Обращение завершено. Для новых вопросов, пожалуйста, отправьте новый запрос.
tr: 📌 Talep tamamlandı. Yeni sorularınız için lütfen yeni bir talep gönderin.

# notifications.user_session_closed_prompt
source: ⚠️ Session ended. You can start over.
pl: ⚠️ Sesja została zakończona. Możesz rozpocząć od nowa.
ru: ⚠️ Сессия завершена. Вы можете начать заново.
tr: ⚠️ Oturum sonlandırıldı. Yeniden başlayabilirsiniz.

# notifications.header_image.deleted
source: ✅ Header image deleted
pl: ✅ Obraz nagłówka został usunięty
ru: ✅ Изображение заголовка удалено
tr: ✅ Başlık görseli silindi

# notification.admin.set
source: ✅ User has been granted admin rights
pl: ✅ Użytkownik został administratorem
ru: ✅ Пользователь стал администратором
tr: ✅ Kullanıcı yönetici olarak atandı

# notification.admin.unset
source: ✅ User has been removed from admin role
pl: ✅ Użytkownik stracił uprawnienia administratora
ru: ✅ Пользователь лишён прав администратора
tr: ✅ Kullanıcının yönetici yetkileri kaldırıldı

# labels.delete.navigation.menu.confirm
source: Yes, delete the menu
pl: Tak, usuń nawigacje
ru: Да, удалить меню
tr: Evet, menüyü sil

# headers.navigation_support_edit
source: Edit {0} <b>Label:</b> {1}
pl: Edytuj {0} <b>Nazwa:</b> {1}
ru: Редактировать {0} <b>Название:</b> {1}
tr: {0} düzenle <b>Ad:</b> {1}

# headers.admin.panel
source: Admin Panel
pl: Panel administratora
ru: Панель Администратора
tr: Yönetici Paneli

# headers.welcome.manage
source: Welcome Message
pl: Wiadomość powitalna
ru: Приветственное Сообщение
tr: Karşılama Mesajı

# headers.language.selection
source: Language Selection
pl: Wybór języka
ru: Выбор Языка
tr: Dil Seçimi

# headers.navigation.manage
source: Manage Navigation
pl: Zarządzanie nawigacją
ru: Управление Навигацией
tr: Gezinmeyi Yönet

# headers.navigation.manage.empty
source: Navigation Menu is Empty
pl: Menu nawigacji jest puste
ru: Меню Навигации Пусто
tr: Gezinme Menüsü Boş

# headers.navigation
source: Navigation
pl: Nawigacja
ru: Навигация
tr: Gezinme

# headers.navigation.view
source: View Navigation
pl: Podgląd nawigacji
ru: Просмотр Навигации
tr: Gezinmeyi Görüntüle

# headers.navigation.edit
source: Edit <b>{0}</b> <b>Header:</b> {1} <b>Image:</b> {2}
pl: Edytuj <b>{0}</b> <b>Nagłówek:</b> {1} <b>Obraz:</b> {2}
ru: Редактировать <b>{0}</b> <b>Заголовок:</b> {1} <b>Изображение:</b> {2}
tr: Düzenle <b>{0}</b> <b>Başlık:</b> {1} <b>Görsel:</b> {2}

# headers.item_type_selection
source: Select Button Type
pl: Wybierz typ przycisku
ru: Выберите Тип Кнопки
tr: Öğe Türünü Seçin

# headers.item_delete
source: Select the item you want to delete
pl: Wybierz element, który chcesz usunąć
ru: Выберете элемент который хотите удалить
tr: Silmek için bir öğe seçin

# headers.navigation_reorder
source: Reorder Navigation
pl: Zmień kolejność nawigacji
ru: Изменить Порядок Навигации
tr: Gezinme Sırasını Değiştir

# headers.navigation_url_item_edit
source: Edit {0} <b>Label:</b> {1} <b>URL:</b> {2}
pl: Edytuj {0} <b>Nazwa:</b> {1} <b>Link:</b> {2}
ru: Редактировать {0} <b>Название:</b> {1} <b>Ссылка:</b> {2}
tr: Düzenle {0} <b>Ad:</b> {1} <b>Bağlantı:</b> {2}

# headers.navigation_message_item_edit
source: Edit {0} <b>Label:</b> {1} <b>Message Text:</b> {2}
pl: Edytuj {0} <b>Nazwa:</b> {1} <b>Treść wiadomości:</b> {2}
ru: Редактировать {0} <b>Название:</b> {1} <b>Текст сообщения:</b> {2}
tr: Düzenle {0} <b>Ad:</b> {1} <b>Mesaj:</b> {2}

# headers.navigation_submenu_item_edit
source: Edit {0} <b>Label:</b> {1}
pl: Edytuj {0} <b>Nazwa:</b> {1}
ru: Редактировать {0} <b>Название:</b> {1}
tr: Düzenle {0} <b>Ad:</b> {1}

# headers.users.manage
source: Manage Users
pl: Zarządzanie użytkownikami
ru: Управление Пользователями
tr: Kullanıcıları Yönet

# headers.user_details
source: User Information
pl: Szczegóły użytkownika
ru: Информация о Пользователе
tr: Kullanıcı Bilgileri

# headers.interaction_history
source: Interaction History
pl: Historia interakcji
ru: История Взаимодействий
tr: Etkileşim Geçmişi

# headers.settings
source: Settings
pl: Ustawienia
ru: Настройки
tr: Ayarlar

# headers.support_request.manage
source: Manage Support Request
pl: Zarządzanie zgłoszeniem
ru: Управление запросом
tr: Destek Taleplerini Yönet

# headers.language_settings
source: Language Settings
pl: Ustawienia języka
ru: Настройки Языков
tr: Dil Ayarları
